[
    {
      "id": 1,
      "chef_name": "Vikas Khanna",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india2.jpg",
      "experience": "23 years",
      "Numbers_of_recipes": 7,
      "Likes": "350k",
      "description": "Vikas Khanna was born on 14 November 1971 in Amritsar, Punjab, India. He is an Indian chef, restaurateur, cookbook writer, filmmaker, and humanitarian. He judged the Star Plus series MasterChef India series that was telecasted on Star Plus. He got inspiration for cooking from his grandmother. He was only 17 when he opened Lawrence Gardens Banquets to host weddings and functions. Vikas Khanna completed his graduation from Manipal Academy of Higher Education and doctorate from GD Goenka University. In New York, he started his restaurant named 'Junoon' and in 2020, he opened a restaurant Ellora in Dubai."
    },
    {
      "id": 2,
      "chef_name": "Sanjeev Kapoor",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india1.jpg",
      "experience": "20 years",
      "Numbers_of_recipes": 7,
      "Likes": "550k",
      "description": "Sanjeev Kapoor is the most famous and commended chef in India. He is also an entrepreneur and a television personality. Sanjeev works for a TV channel named 'FoodFood' after which he became the world's first chef who owns a 24×7 food and lifestyle channel. He also hosted the television show 'Khana Khazana,' which was Asia's longest-running show at the time. The event was broadcast in 120 countries and received over 500 million viewers in 2010. Indian food is his cooking style. Mr. Kapoor was born in Ambala, Haryana, India, on April 10, 1964. He began his career in the hospitality sector in 1984. Alyona Kapoor, his wife, is also a partner in his company, Turmeric Vision Pvt. Ltd. Sanjeev Kapoor joined the Centaur Hotel in Mumbai as the youngest Executive Chef in 1992."
    },
    {
      "id": 3,
      "chef_name": "Ranveer Brar",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india3.jpg",
      "experience": "20 years",
      "Numbers_of_recipes": 3,
      "Likes": "400k",
      "description": "Ranveer Brar is an Indian chef, TV & digital celebrity, judge, host, author, restaurateur, food film producer, and benefactor. He was born on 8 February 1978 in Lucknow, Uttar Pradesh, India. At present, he is engaged as the senior official food expert at the Novotel Mumbai, Juhu Beach. Other than this, he is also a supervisor at the Dosa Factory and Shalimar in Cambridge. He began his career at the Taj Hotel, Mumbai after completing his education at IHM, Lucknow."
    },
    {
      "id": 4,
      "chef_name": "Anjum Anand",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india5.jpg",
      "experience": "17 years",
      "Numbers_of_recipes": 3,
      "Likes": "500k",
      "description": "Anjum Anand is an Indian British TV chef and food writer. She was born on 15 August 1971 in London, England. She completed her education at the Business Administration School of Geneva. Her cooking style is Indian cuisine. Other than England, she owns two-family homes; one in Delhi and the other in Calcutta.Anjum is focused more on healthy food. This perspective was developed in her when she faced weight problems while growing up. She wrote her first cookbook at the age of 25. From 2004 to 2007, she was a regular guest of UKTV Food's Great Food Live. Other than this, she has appeared on shows such as Anjum's Spice Stories, Market Kitchen, and Indian Food Made Easy. She also owns an Indian sauces brand named The Spice Tailor which was started in 2011."
    },
    {
      "id": 5,
      "chef_name": "Hari Nayak",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india6.jpg",
      "experience": "20 years",
      "Numbers_of_recipes": 3,
      "Likes": "380k",
      "description": "Hari Nayak is a New York-based Indian chef, author, restaurateur, and culinary consultant. He was born on 8 February 1974 in Udupi, Karnataka, India. He completed his education at Welcome group Graduate School of Hotel Administration, arnataka, and then started his journey from the Culinary Institute of America.He is the author of 7 bestselling books including Modern Indian Cooking. His latest launched book is Spice Trail. Several restaurants run by him are Sona, Jhol, Charcoza, Alchemy, Masti, CafeSpice, and Bombay Bungalow at various locations in the world. From them, Sona in New York was collectively opened by Hari, his friend Maneesh, and Bollywood and Hollywood actress Priyanka Chopra. He is the co-founder of 'Cooking for Life'."
    },
    {
      "id": 6,
      "chef_name": "Vineet Bhatia",
      "chef_img": "https://static.javatpoint.com/top10-technologies/images/top-10-chefs-in-india7.jpg",
      "experience": "22 years",
      "Numbers_of_recipes": 4,
      "Likes": "295k",
      "description": "Vineet Bhatia is an Indian chef, restaurateur, author, and media personality. He was born on 9 December 1967in Mumbai, Maharashtra, India. He was the first Indian chef who received a Michelin Star Award and the only Indian who was awarded the prize two times. He completed his education at The Oberoi School of Hotel Management. His cooking style is modern Indian. He was the judge on the Netflix show The Final Table and judge-host on MasterChef India. His published cookbooks are Rasoi: New Indian Kitchen and My Sweet Kitchen. Mr. Bhatia is the owner of eleven restaurants also"
    }
  ]

